Repository: open-agroclimate/oac-base
Catalog: languages/oacbase-*.po
Languages: es_es

source: Millimeter
es_es: Mil&iacute;metro

source: Meter
es_es: Metro

source: Kilometer
es_es: Kil&oacute;metro

source: &#176;Celsius
es_es: &#176;Cent&iacute;grado

source: in
es_es: pulgadas

source: Inch
es_es: Pulgada

source: Inches
es_es: Pulgadas

source: ft
es_es: pies

source: Foot
es_es: Pie

source: Feet
es_es: Pies

source: mi
es_es: millas

source: Mile
es_es: Milla

source: Unknown
es_es: Desconocido

source: All Years
es_es: Todos los A&ntilde;os

source: Global Settings updated
es_es: Configuraci&oacute;n Global actualizado

source: Open AgroClimate: Global Settings
es_es: Open AgroClimate: Configuraci&oacute;n Global

source: Units
es_es: Unidades

source: Please choose the standard unit of measurement used by your data.
es_es: Por favor elija la unidad de medida est&aacute;ndar utilizado por sus datos.

source: Units in:
es_es: Unidades en:

source: Current ENSO Phase
es_es: Fase de ENSO Corriente

source: Please select the current ENSO phase to display, along with any text
es_es: Por favor seleccione la fase de ENSO corriente para mostrar, junto con cualquier texto

source: ENSO Phase
es_es: Fase de ENSO

source: ENSO Phase Description
es_es: Descripci&oacute;n de la Fase de ENSO

source: You do not have sufficient permission to access this page.
es_es: Usted no tiene permiso suficiente para accesar esta pagina.

source: The requested scope does not exists.
es_es: La amplitud requerida no existe.

source: Invalid request
es_es: Solicitud inv&aacute;lida

source: You are improperly attempting to edit a scope
es_es: Usted esta tratando de corregir la amplitud incorrectamente.

source: The requested scope does not exist.
es_es: La amplitud requerida no existe.

source: This scope is still in use.
es_es: Esta amplitud todav&iacute;a est&aacute; en uso.

source: Scope has been successfully removed
es_es: Esta amplitud ha sido eliminada con &eacute;xito.

source: The requested scope does not exist
es_es: La amplitud requerida no existe

source: You are improperly attempting to remove a scope
es_es: Usted esta tratando de eliminar la amplitud incorrectamente.

source: Scopes
es_es: Amplitudes

source: Load Scope From CSV File
es_es: Cargar Amplitud del Archivo CSV

source: Name
es_es: Nombre

source: Used For
es_es: Utilizado para

source: No scopes installed
es_es: Ninguna amplitud instalada

source: Not used
es_es: No utilizado

source: Edit this scope
es_es: Corrige esta amplitud

source: Edit
es_es: Corrige

source: Remove this scope
es_es: Elimine esta amplitud

source: Remove
es_es: Elimine

source: You do not have permissions to perform this action or have called it improperly.
es_es: Usted no tiene permiso suficiente para ejecutar esta acci&oacute;n o la ha llamado incorrectamente.

source: The CSV file could not be found. Please contact the system administrator.
es_es: El archivo CSV no se pudo encontrar. Por favor contacte el administrador del sistema.

source: The following error(s) have occured during processing:
es_es: Los siguientes errores han ocurrido durante el procesamiento:

source: There was a problem updating the scope. Please try overwriting the scope by unchecking Append
es_es: Hubo un problema actualizando la amplitud. Por favor trate de sobrescribir la amplitud, desmarcando Append
